Dlubal.RFEM5.SurfaceBasicStresses
Surface basic stresses

Dlubal.RFEM5.SurfaceBasicStresses.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceBasicStresses.Type
Type of results

Dlubal.RFEM5.SurfaceBasicStresses.LocationNo
Location number

Dlubal.RFEM5.SurfaceBasicStresses.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceBasicStresses.SigmaXPositive
Axial stress σx,+

Dlubal.RFEM5.SurfaceBasicStresses.SigmaYPositive
Axial stress σy,+

Dlubal.RFEM5.SurfaceBasicStresses.SigmaXNegative
Axial stress σx,-

Dlubal.RFEM5.SurfaceBasicStresses.SigmaYNegative
Axial stress σy,-

Dlubal.RFEM5.SurfaceBasicStresses.TauXYPositive
Shear stress &tauxy,+

Dlubal.RFEM5.SurfaceBasicStresses.TauXYNegative
Shear stress &tauxy,-

Dlubal.RFEM5.SurfaceBasicStresses.TauXZ
Shear stress &tauxz

Dlubal.RFEM5.SurfaceBasicStresses.TauYZ
Shear stress &tauyz